Slovar=[{"Имя": "Чернышев Александр Васильевич","ДР": "17.11.1981","Лет": 38,"Рост": 180,"Вес": 94,},
        {"Имя": "Чернышев Вячеслав Васильевич","ДР": "30.05.1986","Лет": 33,"Рост": 182,"Вес": 90},
        {"Имя": "Глазков Артем Владимирович","ДР": "24.02.1982","Лет": 37,"Рост": 176,"Вес": 74}]
print(Slovar[0],"\n",Slovar[1],"\n",Slovar[2])
S1=int(input("Выберите одну строку для сравнения: "))-1
print(Slovar[S1]["Имя"])
S2=int(input("Выберите вторую строку для сравнения: "))-1
print(Slovar[S2]["Имя"])
from StrFunction import compare
m=compare(Slovar[S1]["Имя"],Slovar[S2]["Имя"])
print("Идекс соответствия составляет: "+str(m))
