Slovar=[{"Имя": "Чернышев Александр Васильевич","ДР": "17.11.1981","Лет": 38,"Рост": 180,"Вес": 94,},
        {"Имя": "Чернышев Вячеслав Васильевич","ДР": "30.05.1986","Лет": 33,"Рост": 182,"Вес": 90},
        {"Имя": "Глазков Артем Владимирович","ДР": "24.02.1982","Лет": 37,"Рост": 176,"Вес": 74}]
def Poisk (Sl):
    param=input("Введите параметр: ")
    pokaz=input("Введите показатель: ")
    for item in Sl:
        if item[param]==int(pokaz):
            return(item["Имя"])
m=Poisk(Slovar)
print(m)
