Spisok=["Чернышев Адександр Васильевич", "17.11.1981", 38, 180, 94]
Slovar1={
        "Имя": "Чернышев Адександр Васильевич",
        "ДР": "17.11.1981",
        "Лет": 38,
        "Рост": 180,
        "Вес": 94,
}
Slovar2={
        "Имя": "Чернышев Вячеслав Васильевич",
        "ДР": "30.05.1986",
        "Лет": 33,
        "Рост": 182,
        "Вес": 90,
}
Slovar3={
        "Имя": "Глазков Артем Владимирович",
        "ДР": "24.02.1982",
        "Лет": 37,
        "Рост": 176,
        "Вес": 74,
}
#print(Spisok)
print(Slovar1)
print(Slovar2)
print(Slovar3)
